[
    {
        "country": "Canada",
        "application_form": "You can apply for admission thereby applying it online. It is important for you to provide the university with the right information. Your documents should be ready for a student visa and if there is any language demand, you have to fulfill it.",
        "cost_of_study": "Study in Canada cost may vary with the study program that students choose.\nUndergraduate program; $13,000 to $20,000/year\nDoctoral degree: $7,000 to $15,000/year\nMBA: $30,000 to $40,000/year\nPostgraduate master’s degree: $17,000 to $25,000/year",
        "cost_of_living": "For provinces like Montreal, Quebec, and Ottawa, the average living cost is between 800-1,500 CAD/month. Others such as Calgary and Vancouver can be as expensive as 2,000 CAD/month.\nHousing options and costs\nHomestays\nUniversity-arranged: 400-800 CAD/month\nStudent residencies: 250-625 CAD/month\nRent and share apartment: 300-700 CAD/month, prices vary on facilities and location.\nBasic utilities (heating, water, electricity, and garbage): 150 CAD/month\nInternet: 50-70 CAD/month\nFood costs: around 300 CAD/month for groceries and supermarkets.\nFor a transport pass, students will pay 90 CAD/month, and a one-way ticket is for 3 CAD.\nTaxis can be used all over Canada, and the fares lie between 2 to 6 CAD/km.",
        "pakistan_visa": "Different visas are being offered for study in Canada for international students. Immigrants wishing to come can use the following immigration options.\n\nStudy immigration: For studying in Canada\nVisitor visa: visa for work or study\nStudy permit: for students who wish to study in Canada for more than 6 months\nWork immigration: this is for people who want to work in Canada\nPost-graduate work permit (PGWP): for students who have graduated from a minimum 1-year academic program\nExpress entry: Online government system for potential immigrants to get permanent status in the country\nBusiness immigration: For those who want to set businesses in Canada",
        "job_oppertunity": "As a student, part-time jobs are available on and off the campus. Students can work for up to 20 hours during university and in breaks. After the master’s degree completion, students may apply for a post-graduate work permit program within 90 days after graduation. With this, they can work for an equal period as the length of the program, and a maximum of 3 years. ",
        "study_visa_requirement": "For admission into a Canadian university, you need to meet the visa requirements, applicants should have completed the Canadian equivalent of grade 12, and meet the English language requirements. Students must prove their English proficiency through either ILETS or TOEFL. Students who wish to study in Canada without IELTS must show their proficiency through other tests like TOEFL and PTE.",
        "level_of_education": "The Canadian system of education offers three levels of educations that students can pursue. \nBachelors\nMaster’s\nDoctorate’s degrees",
        "courses": "MBA\nBusiness and finance\nMedia and journalism\nPsychology and human resources\nComputer science and IT",
        "student_life": "For a student, Canada is a great place to thrive and grow. The classrooms are multicultural and diverse, and students experience a range of cultures.\nThe instructors are supportive, and students experience a safe environment. Students conduct actual research and are guided by their teachers along the way. ",
        "study_in_scholarship": "Canada is one of the other countries which are offering scholarships to the foreigners. Different student visa services are available which guide you about the scholarship criteria and help you in availing any of these opportunities. DRIVETHRU is also one of those services which are known for their remarkable efforts and consultation for scholarships in abroad. They help in getting the scholarship in UK, CANADA, USA or FRANCE.\nAt DRIVETHRU, they help students in the preparation for study in Canada scholarship and let them know about all the requirements. Canada is the beautiful place to discover and to study. DRIVETHRU is providing end to end services and consultation to make sure that their client is getting the best of services. Multiple Student scholarships are available Bachelors, Masters and PhD. \nPeople in Canada are also very friendly and give you a very comfortable environment. Scholarships are available on the basis of merit and also on some other factors like publications or research purposes.\nScholarships in Canada are the most demanding thing which help the Canadian economy increase with the invitation of more and more foreign students in their country.\nStudents can study in Canada with scholarships, if they fulfill merit criteria, few such scholarships are listed below.\nShastri Indo-Canadian institute Canadian commonwealth scholarship and fellowship plan\nNational research council of Canada (NRCC)\nOntario graduate scholarship program\nQuebec provincial government scholarship\nPartnership Grants by Social Sciences and Humanities Research Council of Canada\nOntario trillium scholarship"
    },
    {
        "country": "Australia",
        "application_form": "",
        "cost_of_study": "English language courses: About $300, based on the length of the course\nSecondary education: $7800 to $30,000/year\nVET: $4000 to $22,000/year\nTAFE: $4000 to $22,000/year\nBachelor degree, undergraduate: $15,000 to $33,000/year\nMaster’s degree, post graduate: $20,000 to $37,000/year\nFoundation courses: $15,000 to $39,000/year\nMBA: $11,000 to almost $121,000, total cost\nDoctoral degree: $14,000 to $37,000/year",
        "cost_of_living": "Electricity and gas: $10 to $20/week\nFood and groceries: $140 to $280/week\nPublic transport: $30 to $60/week\nInternet and phone: $15 to $30/week\nEntertainment: $80 to $150/week\nCar (after purchasing): $150 to $260/week",
        "pakistan_visa": "",
        "job_oppertunity": "",
        "study_visa_requirement": "",
        "level_of_education": "",
        "courses": "",
        "student_life": "",
        "study_in_scholarship": "For international students, Australian universities offer a lot of grants and scholarships that can help you with your wish to study in Australia. It opens gates for Pakistani students to study in Australia with scholarships, some of which are listed below.\nAustralia awards\nDestination Australia\nAustralian government research training program\nAPEC Women in a research fellowship\nProvider scholarships"
    }
]